Repository: bartmanos/sfn
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Home
pl: Support For Needs

source: Share on Facebook
pl: Udostępnij na Facebooku

source: Goods.name
pl: Nazwa

source: Needs.quantity
pl: Ilość

source: Poi.name
pl: Potrzebujący (POI)

source: BaseModel.created_at
pl: Data dodania

source: BaseModel.created_by
pl: Dodane przez

source: BaseModel.updated_at
pl: Data modyfikacji

source: User.description
pl: Opis

source: User.contact
pl: Kontakt

source: Organization.name
pl: Organizacja

source: Organization.description
pl: Opis

source: Organization.contact
pl: Kontakt

source: Organization
pl: Organizacja

source: Organizations
pl: Organizacje

source: Poi.description
pl: Opis

source: Poi.contact
pl: Kontakt

source: Pois
pl: POIe

source: Member
pl: Członek POI

source: Group.name
pl: Grupa

source: PoiMembership.is_active
pl: Czy aktywny

source: Poi.member
pl: Członek POI

source: Poi.members
pl: Członkowie POI

source: Goods.description
pl: Opis

source: Goods.link
pl: URL

source: Good
pl: Dobro

source: Goods
pl: Dobra

source: Needs.Units.kg
pl: kg

source: Needs.Units.l
pl: l

source: Needs.Units.pcs
pl: szt

source: Needs.Status.active
pl: Widoczna

source: Needs.Status.disabled
pl: Niewidoczna (w realizacji)

source: Needs.Status.fulfilled
pl: Spełniona

source: Needs.good
pl: Dobro

source: Needs.unit
pl: Jednostka

source: Needs.due_time
pl: Na kiedy

source: Needs.poi
pl: POI

source: Needs.status
pl: Status potrzeby

source: Need
pl: Potrzeba

source: Needs
pl: Potrzeby

source: Shipments.Status.to_do
pl: Do realizacji

source: Shipments.Status.in_progress
pl: W trakcie realizacji

source: Shipments.Status.done
pl: Zrobione

source: Shipments.need
pl: Potrzeba

source: Shipments.status
pl: Status dostawy

source: Too many shipments for one user
pl: Za wiele niezrealizowanych dostaw na jedną osobę

source: Shipment
pl: Dostawa

source: Shipments
pl: Dostawy

source: Polish
pl: Polski

source: Please correct the error below.
pl: Proszę poprawić błąd poniżej

source: Please correct the errors below.
pl: Proszę poprawić błędy poniżej

source: Forgotten your password or username?
pl: Zapomniałeś hasła?

source: Log in
pl: Zaloguj się

source: Login with Google
pl: Zaloguj się Googlem

source: Login with Facebook
pl: Zaloguj się Facebookiem

source: My shipments
pl: Moje dostawy

source: Manage
pl: Zarządzaj

source: Demo version. Only for test purposes.
pl: Wersja demonstracyjna. Tylko do celów testowych.

source: Terms and Conditions
pl: O nas, zasady i warunki

source: Privacy policy
pl: Polityka prywatności

source: Do you like cookies?
pl: Lubisz ciasteczka?

source: We use cookies to ensure you get the best experience on our website.
pl: Używamy plików cookie, aby zapewnić użytkownikom jak najlepsze warunki korzystania z naszej witryny.

source: Learn more
pl: Dowiedz się więcej

source: I agree
pl: Zgadzam się

source: As a part of our aid to refugees, we need: %(name)s %(quantity)s%(unit)s in: %(poi)s
pl: W ramach pomocy dla uchodźców potrzebujemy: %(name)s %(quantity)s%(unit)s w: %(poi)s

source: Share
pl: Udostępnij

source: Fulfill
pl: Dostarcz

source: By clicking fullfill you commit to provide this need. Are you sure?
pl: Klikając dostarcz zobowiązujesz się do spełnienia tej potrzeby. Jesteś pewien?

source: Close
pl: Zamknij
